---
layout: post
title: 百年孤独囫囵吞枣
categories: cn
date: 2025-11-30
---
近几日我上午听着蒋勋讲《红楼梦》，零碎时间看马尔克斯的《百年孤独》。时不时再看一些柴静的更新比如关于红太阳为什么会升起，又或是三年饥荒。有时还会跳到杨照老师新出的书单节目On Liberty.
可能我样样都没有读透彻，但是又似乎有一种模糊的正确在前面等待我，就好像一盆大雨浇到身上，虽然水就这样流走，我不比初入太虚幻境的宝玉清醒多少，但是似乎也是感受到一丝丝清凉和感受。

试问我敢于对政治发表论断吗？又或者我能给予什么具体的论断呢？其实我是抵触和困惑的，我不知道我该采取的是什么立场态度，也不知道现实的生活又有多恐怖或者充满生机，我不知道真正的好是什么，真正的恶来自何处。
我只知道或许我可以多理解一点，眼光放长一些。

相同的事情在过去的很多时代，在世界的不同角落都在不断上演。奥雷里亚诺上校是革命的英雄，却也进入了执迷的战争循环，最后他建立的新平衡和最初保守党时期的政策别无二致，他从努力发动战争到努力平息战争，他也不清楚自己究竟在做什么，所以又回到他的炼金室做他的小金鱼。
布恩迪亚家族的人最终找到的都是一些不断做不断毁的循环来消耗自己的精力，获得内心的平静。每个人都有自己身上与生俱来的执拗的地方，又有一些似乎前人的印记，在不断继续着他们的选择和人生。

政治的残暴统治好像不是更换统治者就可以改变的动态平衡。马孔多三千位橡胶公司的罢工者在广场被枪击然后当作香蕉一样运走，而且人们可以在恐惧下说什么没有任何人死亡，都没有发生。被堵掉所有生路的农民在挨饿受苦，但是报纸上仍然是庆祝大丰收。
当权者本来就是坏人吗？我似乎觉得最初他们就是为了推翻不公平的统治胸怀共产主义的理想站出来的英雄。但是又总是像动物农场里的起义的猪一样变成新的压迫统治者。

还有关于反抗，成功反抗被写进教科书的历史总是有勇敢善良的人受不了压迫进行反击。但是斗胆把《圣经》从被古罗马垄断的拉丁文翻译的人不胜枚举，只是他们都被罗马教廷审判迫害。马丁路德成功开启的宗教改革，反对赎罪券，翻译成德语等伟大事迹，是他个人的英勇，还是当时已经有了权力局势的更迭，宗教势力本身开始衰弱的原因。
鲁迅是我们的英雄，我们之所以能够纪念刘和珍君，是不是因为我们早不是国民党的统治了。但是真正的现状仍未改变，真正的谎言仍在继续。

善良，勇敢，理想主义是永不停歇的星星之火，但是他们势力的扩大是正义战胜了邪恶，还是一种邪恶战胜了另一种邪恶。



